[M_TheOrigin MissionDefinition]
MissionName="A Origem"
MissionDescription="Sir Hammerlock ainda deseja saber como foram criados os Cristalíceos. Talvez você consiga as respostas para essa pergunta nas ruínas alienígenas das Cavernas Cáusticas."
TurnInDescription="Um único artefato alienígena é o responsável pela criação dos Cristalíceos. É impossível não perguntar para onde foram esses alienígenas..."
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_TheOrigin:DestroyOriginArtifact MissionObjectiveDefinition]
ProgressMessage="Destrua o artefato originário"

[M_TheOrigin:ExploreAlienRuins MissionObjectiveDefinition]
ProgressMessage="Explore as ruínas alienígenas"

[M_TheOrigin:ExploreAlienRuinsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheOrigin:FindHarchek MissionObjectiveDefinition]
ProgressMessage="Encontre Harchek"

[M_TheOrigin:FindHarchekSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheOrigin:TakeOrDestroyOriginArtifactSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheOrigin:TakeOriginArtifact MissionObjectiveDefinition]
ProgressMessage="Pegue o artefato originário"

